Revit 2027 API
CurveByPointsUtils Properties
The CurveByPointsUtils type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
CurveByPointsUtils Class
Autodesk.Revit.DB Namespace